{
  "email": "Address email",
  "signup": "Create an account",
  "confirm_password": "Confirm Password",
  "login_success": "Login successful",
  "login_error": "Login failed",
  "profile": "My profile",
  "logout": "Logout",
  "Password is not matching": "Password is not matching",
  "greeting": "Hello",
  "product_detail": "Product Detail",
  "product_total": "Total",
  "buy_now": "Buy Now",
  "search_same_category": "Search for products in the same category",
  "add_to_cart": "Add to Cart",
  "se_connecter": "Sign In",
  "product_name": "Product Name",
  "contact_us": "Contact Us or Visit Us",
  "contact_us_text": "Contact us",
  "farewell": "Goodbye",
  "category": "Category",
  "add_category": "Add Category",
  "return": "Return",
  "new_category": "New Category",
  "description": "Description",
  "name": "Name",
  "save": "Save",
  "cancel": "Cancel",
  "edit": "Edit",
  "delete": "Delete",
  "add": "Add",
  "add_new": "Add New",
  "actions": "Actions",
  "products": "Products",
  "product": "Product",
  "add_product": "Add Product",
  "new_product": "New Product",
  "edit_product": "Edit Product",
  "product_exists": "Product already exists",
  "product_added": "Product added",
  "product_updated": "Product updated",
  "product_deleted": "Product deleted",
  "product_description": "Product Description",
  "product_price": "Product Price",
  "comment_ca_marche": "How does our online store work?",
  "choose_product": "Choose your products",
  "payment_online": "Pay online",
  "livraison": "Delivery of your order",
  "choix_produit": "The first step of the purchasing process allows you to navigate through our diverse catalogue, where each product is carefully selected to meet your needs and preferences.",
  "paiement_texte": "The second step of the purchasing process is the payment. We have designed this step to be user-friendly, ensuring optimal security for your personal and financial data. We accept payments via credit card, bank transfer, and PayPal. All transactions are encrypted and secure.",
  "livraison_produit": "The final step of the purchasing process is delivery. The selected products are delivered directly to the address you have provided, thus offering increased convenience and comfort. We deliver worldwide, and the shipping costs are calculated based on the weight of your order and your location.",
  "promotion": "Current Promotion",
  "promo_text": "At MÍS SPICES OF MADAGASCAR, we offer you quality products at unbeatable prices. Take advantage of our current promotions.",
  "description_boutique": "Notre boutique en ligne fonctionne en trois étapes clés pour une expérience d'achat simplifiée et agréable. Tout d'abord, vous choisissez vos produits parmi une gamme étendue et variée, assurant une satisfaction adaptée à vos besoins et préférences. Ensuite, le processus de paiement se fait en ligne, garantissant une transaction sécurisée et rapide. Cette étape est conçue pour être conviviale, en assurant une sécurité optimale de vos données personnelles et financières. Enfin, la dernière étape concerne la réception de votre commande. Les produits sélectionnés sont livrés directement à l'adresse que vous avez indiquée, offrant ainsi une commodité et un confort accrus. Chaque étape de ce processus est conçue pour garantir une expérience client exceptionnelle, depuis la sélection des produits jusqu'à la réception de votre commande.",
  "comment_ca_marche_text": "Our online store operates in three key steps for a simplified and enjoyable shopping experience. First, you select your products from an extensive and varied range, ensuring satisfaction tailored to your needs and preferences. Next, the payment process is conducted online, guaranteeing a secure and swift transaction. This step is designed to be user-friendly, ensuring maximum security for your personal and financial data. Finally, the last step involves receiving your order. The selected products are delivered directly to the address you provided, thus offering increased convenience and comfort. Each stage of this process is designed to ensure an exceptional customer experience, from the selection of products to the receipt of your order.",
  "about": "About Us",
  "about_text": "The MÍS SPICES OF MADAGASCAR shop is a small business created and founded in 2023 by Miora. Located in the old town of Fianarantsoa (a Malagasy architectural heritage that is highly recommended to visit), the shop offers a multitude of local products, 100% organic with exceptional aromas, resulting from a collaboration with local producers and craftsmen. Out of love for nature, Miora has never ceased to highlight the secret of 'Health Naturally' for herself and for us. 'Healthy Body, Healthy Mind' Indeed, nature gives us the good and the beautiful at all times according to the seasons. To enhance the diversity of the offer in the old town of Fianarantsoa, the MÍS SPICES OF MADAGASCAR shop has created its range of products in order to offer you only beautiful and good products. These products are ready to taste or to use at home. We ensure that the quality is good both for your palate and for your health. MÍS SPICES OF MADAGASCAR prepares (grinding, crushing, packaging, bottling, bagging) and distributes these products. All products from MÍS SPICES OF MADAGASCAR allow families or community members to have sustainable work or simply to have an additional income under optimum conditions."
}
