{
    "login_success": "Connexion réussie",
    "login_error": "Erreur de connexion",
    "profile": "Mon profil",
    "logout": "Déconnexion",
    "Password is not matching": "Le mot de passe ne correspond pas",
    "greeting": "Bonjour",
    "product_detail": "Détails du produit",
    "product_total": "Total du produit",
    "search_same_category": "Rechercher des produits de la même catégorie",
    "add_to_cart": "Ajouter au panier",
    "buy_now": "Acheter maintenant",
    "se_connecter": "Se connecter",
    "contact_us": "Nous contacter ou nous rendre visite",
    "contact_us_text": "Nous contacter",
    "farewell": "Au revoir",
    "category": "Categorie",
    "add_category": "Ajouter une categorie",
    "return": "Retour",
    "new_category": "Nouvelle categorie",
    "description": "Description",
    "name": "Nom",
    "save": "Sauvegarder",
    "cancel": "Annuler",
    "edit": "Editer",
    "delete": "Supprimer",
    "add": "Ajouter",
    "add_new": "Ajouter un nouveau",
    "actions": "Actions",
    "products": "Produits",
    "product": "Produit",
    "add_product": "Ajouter un produit",
    "new_product": "Nouveau produit",
    "edit_product": "Editer un produit",
    "product_exists": "Ce produit existe deja",
    "product_added": "Produit ajoute avec succes",
    "product_updated": "Produit mis a jour avec succes",
    "product_deleted": "Produit supprimé avec succes",
    "product_name": "Nom du produit",
    "product_description": "Description du produit",
    "choose_product": "Choisir un produit",
    "payment_online": "Payez en ligne",
    "livraison": "Recevez votre commande",
    "choix_produit": "Cette première étape du processus d'achat vous permet de naviguer à travers notre catalogue diversifié, où chaque produit est soigneusement sélectionné pour répondre à vos besoins et préférences.",
    "paiement_texte": "La deuxième étape du processus d'achat est le paiement. Nous avons conçu cette étape pour être conviviale, en assurant une sécurité optimale de vos données personnelles et financières. Nous acceptons les paiements par carte de crédit, virement bancaire et PayPal. Toutes les transactions sont cryptées et sécurisées.",
    "livraison_produit": "La dernière étape du processus d'achat est la livraison. Les produits sélectionnés sont livrés directement à l'adresse que vous avez indiquée, offrant ainsi une commodité et un confort accrus. Nous livrons dans le monde entier, et les frais de livraison sont calculés en fonction du poids de votre commande et de votre emplacement.",
    "product_price": "Prix du produit",
    "comment_ca_marche_text": "Notre boutique en ligne fonctionne en trois étapes clés pour une expérience d'achat simplifiée et agréable. Tout d'abord, vous choisissez vos produits parmi une gamme étendue et variée, assurant une satisfaction adaptée à vos besoins et préférences. Ensuite, le processus de paiement se fait en ligne, garantissant une transaction sécurisée et rapide. Cette étape est conçue pour être conviviale, en assurant une sécurité optimale de vos données personnelles et financières. Enfin, la dernière étape concerne la réception de votre commande. Les produits sélectionnés sont livrés directement à l'adresse que vous avez indiquée, offrant ainsi une commodité et un confort accrus. Chaque étape de ce processus est conçue pour garantir une expérience client exceptionnelle, depuis la sélection des produits jusqu'à la réception de votre commande.",
    "comment_ca_marche": "Comment ça marche notre boutique en ligne ?",
    "promotion": "Promotion du moment",
    "promo_text": "Chez MÍS EPICES DE MADAGASCAR, nous vous proposons des produits de qualité à des prix imbattables. Profitez de nos promotions du moment.",
    "about": "A propos de nous",
    "about_text": "La Boutique MÍS EPICES DE MADAGASCAR est une petite entreprise créée et fondée en 2023 par Miora. Située dans la vieille ville de Fianarantsoa (patrimoine architectural malgache dont il est fortement encouragé la visite), la boutique propose une multitude de produits locaux, des produits 100% bio aux arômes exceptionnels, fruit d’une collaboration avec des producteurs et artisans locaux. Par amour de la nature, Miora n’a jamais cessé de mettre en avant le secret de « La Santé au Naturel » pour elle comme pour nous. « Corps Sains, Esprit Sain » En effet, la nature nous donne à tout moment du bon et du beau suivant les saisons. Afin de valoriser la diversité de l’offre dans la vieille ville de Fianarantsoa, la boutique MÍS EPICES DE MADAGASCAR a créé sa gamme de produits afin de vous offrir que de beaux et de bons produits. Ces produits sont prêts à déguster ou à utiliser chez vous. Nous veillons à ce que la qualité c'est aussi bien pour votre palais que pour votre santé. MÍS EPICES DE MADAGASCAR prépare (broyage, concassage, conditionnement, mise en bocaux, ensachage) et distribue ces produits. Tous les produits de MÍS EPICES DE MADAGASCAR permettent à des familles ou des membres de la communauté d’avoir du travail pérenne ou simplement d’avoir un complément de revenu dans des conditions optimums."
}
